G = 25;
if G < 50
	disp('50')
	disp('피카츄 라이츄 파이리 꼬부기 버터플 야도란 피존투 또가스 서로 생긴 모습은 달라도 우리는 모두 친구 산에서 들에서 때리도 뒹굴도 사막에서 정글에서 웃다가 울다가 서로 생긴 모습은 달라도 우리는 모두 친구 내가 원하는 걸 너도 원하고 마주 잡은 두손에 맹세해 힘을 내봐 그래 힘을 내봐 용기를 내봐 그래 용기를 내봐 피카츄 피카피카피카츄 피카피카피카츄 아름다운 우리 추억 기억해 피카피카피카츄 피카피카피카츄 너와 나 꿈을 위해')
end


G = [0:10:80];
if G < 50
	disp('[0:10:80]')
	disp('피카츄 라이츄 파이리 꼬부기 버터플 야도란 피존투 또가스 서로 생긴 모습은 달라도 우리는 모두 친구 산에서 들에서 때리도 뒹굴도 사막에서 정글에서 웃다가 울다가 서로 생긴 모습은 달라도 우리는 모두 친구 내가 원하는 걸 너도 원하고 마주 잡은 두손에 맹세해 힘을 내봐 그래 힘을 내봐 용기를 내봐 그래 용기를 내봐 피카츄 피카피카피카츄 피카피카피카츄 아름다운 우리 추억 기억해 피카피카피카츄 피카피카피카츄 너와 나 꿈을 위해')
end


G = [0:10:20];
if G < 50
	disp('[0:10:20]')
	disp('피카츄 라이츄 파이리 꼬부기 버터플 야도란 피존투 또가스 서로 생긴 모습은 달라도 우리는 모두 친구 산에서 들에서 때리도 뒹굴도 사막에서 정글에서 웃다가 울다가 서로 생긴 모습은 달라도 우리는 모두 친구 내가 원하는 걸 너도 원하고 마주 잡은 두손에 맹세해 힘을 내봐 그래 힘을 내봐 용기를 내봐 그래 용기를 내봐 피카츄 피카피카피카츄 피카피카피카츄 아름다운 우리 추억 기억해 피카피카피카츄 피카피카피카츄 너와 나 꿈을 위해')
end
